отношение
arrS = [[0],
        [1,
         "глаз друг дом часть вид час дверь власть бог ночь суд день жизнь стол связь путь цель муж смысл мысль роль взгляд"
         ],
        [2,
         "время дело слово место случай город образ средство голос область группа книга имя вечер орган рынок мама мера форма школа месяц помощь",
         "рука вопрос лицо страна конец земля закон война отец нога вода число народ жена процесс весло деньга душа статья язык момент"
        ],
        [3,
         "женщина качество действие улица уровень партия общество",
         "работа ребенок система проблема машина возможность минута порядок программа дорога",
         "голова человек сторона результат президент борода"
         ],
        [4,
         "",
         "история решение компания развитие условие начало государство ситуация",
         "",
         ""
         ],
        []
        ]





["история решение компания развитие условие начало государство ситуация"]


[]






["рука вопрос лицо страна конец земля закон война отец нога вода число народ жена процесс весло деньга душа статья язык момент"]





























